acpitool
apt-transport-https
ca-certificates
curl
dirmngr
ethtool
fail2ban
feh
git
htop
i3
libavcodec-extra
libc++1
libreoffice
net-tools
openconnect
pavucontrol
python-pip
shutter
smartmontools
software-properties-common
stow
texlive-latex-base
texlive-fonts-recommended
texlive-fonts-extra
texlive-latex-extra
tmux
vim
vlc
xclip
xscreensaver
zsh
