acpitool
apt-transport-https
ca-certificates
compton
curl
deluge
ethtool
feh
git
hexchat
htop
i3
indicator-cpufreq
libavcodec-extra
libcpufreq0
libc++1
libreoffice
net-tools
openconnect
pavucontrol
python-pip
software-properties-common
smartmontools
steam
stow
tlp
tlp-rdw
tmux
tp-smapi-dkms
vim
vlc
xbacklight
xclip
xscreensaver
xserver-xorg-input-synaptics
zsh
